frontend/modules/test/controllers/EmployeeController.php

SELECT * FROM `employee` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = DaoEmployee::findOne($id)) !== null) {